Repository: VoIPGRID/grid360
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Not enough people in your organisation to start a round. You need at least 4 people that are included in the feedback round.
nl_nl: Je hebt niet genoeg mensen in uw organisatie om een ronde te starten. Je hebt minstens 4 mensen nodig die worden meegenomen in de feedbackronde.

source: Feedback round started
nl_nl: Feedbackronde gestart

source: Round created
nl_nl: Ronde aangemaakt

source: Error loading round
nl_nl: Error bij het laden van de ronde

source: Round not found
nl_nl: Ronde niet gevonden

source: Round ended, you can now log in and view your report.
nl_nl: De feedbackronde is beëindigd. Je kan nu inloggen en je rapport bekijken.

source: Feedback round ended
nl_nl: Feedbackronde beëindigd

source: Round ended
nl_nl: Ronde beëindigd

source: Round description can't be empty!
nl_nl: Omschrijving van de ronde mag niet leeg zijn!

source: Closing date can't be in the past
nl_nl: Sluitingsdatum kan niet in het verleden zijn

source: Total amount to review can't be 0
nl_nl: Totaal aantal feedback te geven kan niet 0 zijn

source: Amount to review from own department can't be 0
nl_nl: Aantal te beoordelen van eigen afdeling kan niet 0 zijn

source: Total amount to review can't be higher than total users in organisation!
nl_nl: Totaal aantal te beoordelen mag niet hoger zijn dat het totaal aantal gebruikers in de organisatie!

source: Amount to review from own department can't be higher than total users in organisation!
nl_nl: Aantal te beoordelen van eigen afdeling mag niet hoger zijn dan totaal aantal gebruikers in de organisatie!

source: Amount to review from own department can't be higher than total amount to review!
nl_nl: Aantal te beoordelen van eigen afdeling mag niet hoger zijn dan totaal aantal te beoordelen personen!

source: Minimum to be reviewed by can't be higher than total users in organisation!
nl_nl: Minimum om door beoordeeld te woorden mag niet hoger zijn dat het totaal aantal gebruikers in de organisatie!

source: Minimum to review by can't be higher than total users in organisation!
nl_nl: Minimum aantal te beoordelen mag niet hoger zijn dat het totaal aantal gebruikers in de organisatie!

source: Report overview for
nl_nl: Overzicht rapporten van

source: No report found for round '%s'
nl_nl: Geen rapport gevonden voor de ronde '%s'

source: Your report will be displayed once you've reviewed %d people and %d people have reviewed you.
nl_nl: Je krijgt je rapport te zien als je %d mensen feedback hebt gegeven én als je van %d mensen feedback hebt ontvangen.

source: So far you've been reviewed by
nl_nl: Je hebt op dit moment feedback gekregen van

source: %d person
nl_nl: %d persoon

source: and you've reviewed
nl_nl: en feedback gegeven aan

source: Report for %s %s of %s
nl_nl: Rapport voor %s %s van %s

source: You have been reviewed by %d of %d people
nl_nl: Feedback gekregen van %d van de %d mensen

source: %s is required!
nl_nl: %s is verplicht!

source: Successfully added %s %s
nl_nl: %s %s is succesvol toegevoegd

source: Successfully updated %s %s
nl_nl: %s %s is succesvol aangepast

source: Successfully deleted %s %s
nl_nl: %s %s is succesvol verwijderd

source: Error loading %s, please try again.
nl_nl: Error bij het laden van %s, probeer het opnieuw.

source: Email is not formatted correctly!
nl_nl: Email is niet correct opgesteld!

source: Email already exists!
nl_nl: Opgegeven email bestaat al!

source: name
nl_nl: naam

source: first name
nl_nl: voornaam

source: last name
nl_nl: achternaam

source: user level
nl_nl: gebruikerslevel

source: organisation name
nl_nl: Organisatienaam

source: password
nl_nl: wachtwoord
