Repository: VoIPGRID/grid360
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Edit
nl_nl: Bewerken

source: Pause feedback
nl_nl: Feedback pauzeren

source: Resume feedback
nl_nl: Feedback hervatten

source: Delete
nl_nl: Verwijder

source: Add %1
nl_nl: %1 toevoegen

source: Updating role %1
nl_nl: Rol %1 bewerken

source: Creating new role
nl_nl: Nieuwe rol aanmaken

source: Role description
nl_nl: Omschrijving rol

source: Department
nl_nl: Afdeling

source: No departments found
nl_nl: Geen afdelingen gevonden

source: Competency group
nl_nl: Competentiegroep

source: No competency groups found
nl_nl: Geen competentiegroepen gevonden

source: Cancel
nl_nl: Annuleren

source: Update role
nl_nl: Rol bewerken

source: Create new role
nl_nl: Nieuwe rol aanmaken

source: Name
nl_nl: Naam

source: Description
nl_nl: Omschrijving

source: Actions
nl_nl: Acties

source: No roles found!
nl_nl: Geen rollen gevonden!

source: role
nl_nl: rol

source: Reset password
nl_nl: Wachtwoord resetten

source: Password
nl_nl: Wachtwoord

source: Remember me
nl_nl: Onthoud mij

source: or
nl_nl: of

source: Login with Google
nl_nl: Login met Google

source: Register new organisation
nl_nl: Nieuwe organisatie registreren

source: Forgot password?
nl_nl: Wachtwoord vergeten?

source: New password
nl_nl: Nieuw wachtwoord

source: Confirm new password
nl_nl: Bevestig wachtwoord

source: Change password
nl_nl: Verander wachtwoord

source: Organisation name
nl_nl: Organisatienaam

source: Personal information
nl_nl: Persoonlijke informatie

source: First name
nl_nl: Voornaam

source: Last name
nl_nl: Achternaam

source: example@email.com
nl_nl: voorbeeld@email.com

source: Register
nl_nl: Registreren

source: Info message
nl_nl: Infobericht

source: Close
nl_nl: Sluiten

source: Own
nl_nl: Eigen

source: Options
nl_nl: Opties

source: show
nl_nl: tonen

source: Competencies
nl_nl: Competenties

source: Select all
nl_nl: Selecteer alles

source: Deselect all
nl_nl: Deselecteer alles

source: Agreements
nl_nl: Afspraken

source: Me about me
nl_nl: Ik over mezelf

source: General competencies
nl_nl: Algemene competenties

source: No reviews found
nl_nl: Geen feedback gevonden

source: Role competencies
nl_nl: Rol competenties

source: Others about me
nl_nl: Anderen over mij

source: In what way have you contributed to the success of the organisation?
nl_nl: In welke zin heb jij bijgedragen aan het succes van de organisatie?

source: No reviews found for the current round
nl_nl: Geen feedback gevonden voor de huidige ronde

source: hide
nl_nl: verbergen

source: Previous report
nl_nl: Vorig rapport

source: Next report
nl_nl: Volgend rapport

source: View
nl_nl: Bekijken

source: In progress
nl_nl: In uitvoering

source: No reports found!
nl_nl: Geen rapporten gevonden!

source: Back to user list
nl_nl: Terug naar gebruikerslijst

source: Go to Dashboard
nl_nl: Ga naar dashboard

source: Report
nl_nl: Rapport

source: Departments
nl_nl: Afdelingen

source: Roles
nl_nl: Rollen

source: Users
nl_nl: Gebruikers

source: Round information
nl_nl: Ronde informatie

source: Meeting overview
nl_nl: Overzicht besprekingen

source: Reports
nl_nl: Rapporten

source: Feedback counts
nl_nl: Feedbacktelling

source: Profile
nl_nl: Profiel

source: Logout
nl_nl: Uitloggen

source: Are you sure you want to delete the %1 %2
nl_nl: Weet je zeker dat je de %1 %2 wilt verwijderen

source: You won't be able to undo this action.
nl_nl: Je kunt deze actie niet ongedaan maken.

source: Review yourself
nl_nl: Geef jezelf feedback

source: Pending
nl_nl: Geef feedback

source: Completed
nl_nl: Voltooid

source: Review status
nl_nl: Feedback status

source: No round in progress
nl_nl: Geen ronde bezig op dit moment

source: View report
nl_nl: Rapport bekijken

source: Round in progress
nl_nl: Ronde in uitvoering

source: No reports found
nl_nl: Geen rapporten gevonden

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Role
nl_nl: Rol

source: Competency groups
nl_nl: Competentiegroepen

source: Included?
nl_nl: Meegenomen?

source: This column shows if a person is included in the feedback round.
nl_nl: Deze kolom laat zien of een persoon wordt meegenomen in de feedbackronde.

source: No users found!
nl_nl: Geen gebruikers gevonden!

source: Round description
nl_nl: Omschrijving ronde

source: Date started
nl_nl: Datum gestart

source: Round ending
nl_nl: Ronde eindigd

source: Manual closure
nl_nl: Handmatig stoppen

source: Review count
nl_nl: Totaal aantal gegeven feedback

source: Minimum to be reviewed by
nl_nl: Minimum ontvangen feedback

source: Minimum to review
nl_nl: Minimum gegeven feedback

source: Edit round
nl_nl: Ronde aanpassen

source: End round
nl_nl: Ronde beëindigen

source: No feedback round currently in progress. You can start a feedback round by clicking the 'Start round' button.
nl_nl: Er is momenteel geen ronde in uitvoering. Je kunt een ronde starten door op de 'Start ronde' knop te klikken.

source: Start round
nl_nl: Ronde starten

source: Are you sure you want to end the current round
nl_nl: Weet je zeker dat je de huidige ronde wilt beëindigen

source: Warning!
nl_nl: Waarschuwing!

source: This will end the current round.
nl_nl: Dit beëindigd de huidige ronde.

source: Round closing date
nl_nl: Ronde sluitingsdatum

source: The date the round will close. If this field is left blank, the round will have to be ended manually.
nl_nl: De datum waarop de ronde zal sluiten. Als dit veld leeg gelaten wordt zal de ronde handmatig beëindigd moeten worden.

source: Report options
nl_nl: Rapport opties

source: Show info
nl_nl: Informatie tonen

source: The following fields can be used to set the amount of people each person has to be reviewed by and has to review in order to view their own report.
nl_nl: De volgende velden kunnen gebruikt worden om het totaal aantal mensen in stellen waarvan feedback moet worden ontvangen en zelf feedback moet worden gegeven om het eigen rapport te kunnen bekijken.

source: If a field is blank the default values will be used. If a field has the value zero (0) there won't be a limit for that field.
nl_nl: Als een veld leeg is worden de standaardwaarden gebruikt. Als een veld de waarde nul (0) heeft zal er geen limiet zijn voor dat veld.

source: Default values
nl_nl: Standaardwaarden

source: 50% of the default total amount to review, rounded up
nl_nl: 50% van de standaard feedback hoeveelheid, naar boven afgerond

source: Note:
nl_nl: Let op:

source: These values can be changed after the round has started.
nl_nl: Deze waarden kunnen veranderd worden nadat de ronde is gestart.

source: Update round
nl_nl: Ronde bewerken

source: Hide info
nl_nl: Informatie verbergen

source: Create round
nl_nl: Ronde aanmaken

source: Round options
nl_nl: Ronde opties

source: The following fields can be used to set the amount of people each person has to review.
nl_nl: De volgende velden kunnen gebruikt worden om het totaal aantal mensen in te stellen die iedere persoon feedback moet geven.

source: If a field is blank the default values will be used.
nl_nl: Als een veld leeg is worden de standaardwaarden gebruikt.

source: Total amount to review
nl_nl: Totaal te geven feedback

source: All users in your organisation minus 1, because of the reviewer
nl_nl: Alle gebruikers in je organisatie min 1 vanwege de feedbackgever zelf

source: Amount to review from own department
nl_nl: Aantal te geven feedback van eigen afdeling

source: 66% of the above number, rounded up
nl_nl: 66% van het bovenstaande getal, naar boven afgerond

source: The amount of people that need to be reviewed from other departments will be calculated by the system.
nl_nl: Het aantal mensen dat van andere afdelingen beoordeeld moet worden wordt door het systeem berekend.

source: This number will be: Total amount to review (default: %1) - Amount to review from own department (default: %2).
nl_nl: Dit nummer zal als volgt zijn: Totaal te beoordelen (standaard: %1) - Aantal te beoordelen uit eigen afdeling (standaard: %2).

source: If there aren't enough people in the reviewer's own department (default: %1), all the available people from the department have to be reviewed.
nl_nl: Als er niet genoeg mensen in de beoordelaars afdeling zijn (standaard: %1) moeten alle beschikbare mensen uit de afdeling beoordeeld worden.

source: If there are no people in the reviewer's department he or she won't get any reviewees, because everybody always has to review atleast 1 person from his/her own department.
nl_nl: Als er geen mensen zijn in de beoordelaar's afdeling krijgt hij of zij geen mensen om te beoordelen, omdat er altijd minstens 1 persoon van zijn/haar afdeling beoordeeld moet worden.

source: For example:
nl_nl: Bijvoorbeeld:

source: Person A has 2 people in his own department. The total amount of people he has to review is 8.
nl_nl: Persoon A heeft 2 personen in zijn afdeling. Het totaal aantal mensen dat beoordeeld moet worden is 8.

source: Since there are only 2 people in his department, the remaining reviewees will be: 8 - 2 = 6 people from other departments.
nl_nl: Omdat er 2 mensen in zijn afdeling zitten zal de rest mensen uit andere afdelingen zijn: 8 - 2 = 6 mensen.

source: Are you sure you want to start a round with the following info?
nl_nl: Weet je zeker dat je een ronde wilt starten met de volgende info?

source: You have created a new organisation for GRID360 with the name %1.
nl_nl: Je hebt een nieuwe organisatie voor GRID360 aangemaakt met de naam %1.

source: You can now log in with the email and password you provided in the registration form.
nl_nl: Je kunt nu inloggen met het e-mail en wachtwoord dat je in het registratie formulier hebt opgegeven.

source: Dear %1 %2
nl_nl: Beste %1 %2

source: A password reset was requested for your GRID360 account.
nl_nl: Een wachtwoord reset verzoek is verstuurd naar je GRID360 account.

source: click here
nl_nl: Klik hier

source: Please %1 to reset your password.
nl_nl: %1 om je wachtwoord te resetten.

source: Click here
nl_nl: Klik hier

source: Someone in your organisation started a feedback round. %1 to go to GRID360 and start reviewing.
nl_nl: Er is een feedbackronde in jouw organisatie gestart. %1 om naar GRID360 te gaan en mensen feedback te geven.

source: Updating user %1
nl_nl: Gebruiker %1 bewerken

source: Creating new user
nl_nl: Nieuwe gebruiker aanmaken

source: Select department
nl_nl: Selecteer afdeling

source: Select role
nl_nl: Selecteer rol

source: Update user
nl_nl: Gebruiker bewerken

source: Create new user
nl_nl: Nieuwe gebruiker aanmaken

source: User level
nl_nl: Gebruikerslevel

source: user
nl_nl: gebruiker

source: Feedback overview
nl_nl: Feedbackoverzicht

source: Congratulations
nl_nl: Gefeliciteerd

source: You have pending reviews! Click the review button next to an open review to review that person.
nl_nl: Je hebt openstaande feedback. Klik de 'Geef feedback' knop naast een naam om die persoon feedback te geven.

source: Review
nl_nl: Geef feedback

source: Edit comments
nl_nl: Toelichting aanpassen

source: Name reviewee
nl_nl: Naam ontvanger feedback

source: You have not stated that you do not want to have a meeting with someone.
nl_nl: Je hebt niet aangegeven of je de ronde wilt bespreken met iemand.

source: You stated that you want to have a meeting with
nl_nl: Je hebt aangegeven dat je een afspraak wilt met

source: about
nl_nl: over

source: Edit meeting
nl_nl: Bespreking aanpassen

source: Skipped
nl_nl: Overgeslagen

source: Add to reviewees
nl_nl: Toevoegen aan lijst

source: Rating
nl_nl: Waardering

source: Comments
nl_nl: Toelichtingen

source: I can't review role specific competencies
nl_nl: Ik kan geen feedback geven over rol specifieke competenties

source: Add a comment for the competency %1 here
nl_nl: Voeg hier een toelichting toe voor de competentie %1

source: Add a comment for %1 agreement here
nl_nl: Voeg hier een toelichting toe voor afspraken over %1

source: No agreement reviews found
nl_nl: Geen feedback over afspraken gevonden

source: Extra question
nl_nl: Extra vraag

source: In what way has %1 %2 contributed to the success of the organisation?
nl_nl: In welke zin heeft %1 %2 bijgedragen aan het succes van de organisatie?

source: Previous
nl_nl: Vorige

source: Submit
nl_nl: Versturen

source: Add a comment for %1 here
nl_nl: Voeg hier een toelichting toe voor %1

source: Make sure you submit this form within %1 %2. Otherwise you will be automatically logged out and you will lose the data you filled in.
nl_nl: Zorg er voor dat je dit formulier binnen %1 %2 invult. Anders word je automatisch uitgelogd en raak je de ingevulde data kwijt.

source: Skip person
nl_nl: Persoon overslaan

source: I can't review the role competencies
nl_nl: Ik kan geen feedback geven over rol specifieke competenties

source: Work agreements
nl_nl: Werkafspraken

source: Training agreements
nl_nl: Scholingsafspraken

source: Other agreements
nl_nl: Overige afspraken

source: Personal goals
nl_nl: Persoonlijke doelen

source: Next
nl_nl: Volgende

source: I can review the role competencies
nl_nl: Ik kan toch wel feedback geven over de rol specifieke competenties

source: Meeting
nl_nl: Afspraak

source: Do you wish to have a meeting with someone to discuss the round?
nl_nl: Wil je de ronde bespreken met iemand?

source: With who?
nl_nl: Met wie?

source: What is the subject of the meeting?
nl_nl: Wat is het onderwerp van de afspraak?

source: Are you sure you don't want to review %1 %2?
nl_nl: Weet je zeker dat je %1 %2 geen feedback wilt geven?

source: Warning
nl_nl: Waarschuwing

source: You won't be able to review this person again this round.
nl_nl: Je kunt deze persoon deze ronde geen feedback geven.

source: Is there any extra feedback you would like to give about yourself?
nl_nl: Is er extra feedback die je jezelf wil geven?

source: Is there any extra feedback you would like to give to %1 %2?
nl_nl: Is er extra feedback die je %1 %2 wilt geven?

source: Group name
nl_nl: Groep naam

source: Is general
nl_nl: Is algemeen

source: competency group
nl_nl: competentiegroep

source: Competency name
nl_nl: Naam competentie

source: Competency description
nl_nl: Omschrijving competentie

source: Updating competency group %1
nl_nl: Competentiegroep %1 aanpassen

source: Creating new competency group
nl_nl: Nieuwe competentiegroep aanmaken

source: Checking this will display the current competency group for everybody
nl_nl: Als je dit aanvinkt zal de huidige compentiegroep voor iedereen zichtbaar zijn

source: Group description
nl_nl: Omschrijving groep

source: No competencies found
nl_nl: Geen competenties gevonden

source: Add competency
nl_nl: Competentie toevoegen

source: Update competency group
nl_nl: Competentiegroep aanpassen

source: Create competency group
nl_nl: Competentiegroep aanmaken

source: Updating competency %1
nl_nl: Competentie %1 aanpassen

source: Creating new competency
nl_nl: Nieuwe competentie aanmaken

source: Update competency
nl_nl: Competentie aanpassen

source: Create competency
nl_nl: Competentie aanmaken

source: Click a round to view the meetings for that round
nl_nl: Klik een ronde aan om te bekijken wie een bespreking wil

source: View info message
nl_nl: Infobericht weergeven

source: Edit info message
nl_nl: Infobericht aanpassen

source: No info message found
nl_nl: Geen infobericht gevonden

source: Create info message
nl_nl: Infobericht aanmaken

source: Completed / Total reviews
nl_nl: Gereviewed / Totale reviews

source: Reviewed by / Total reviewed
nl_nl: Gereviewed door / Totale reviewers

source: Updating info message
nl_nl: Infobericht aanpassen

source: Creating info message
nl_nl: Infobericht aanmaken

source: This text area can be used to setup an info message. This info message will be shown the first time somebody logs in and can be used to display any information you would like to show to your employees.
nl_nl: Dit textveld kan gebruikt worden om een infobericht op te zetten. Dit infobericht zal weergegeven worden als iemand voor het eerst inlogt and kan gebruikt worden om informatie te tonen aan uw medewerkers.

source: Unlike the rest of the application, most HTML that you use in this text area does not get escaped or removed. Only JavaScript and external resources will be removed.
nl_nl: In tegenstelling tot de rest van de applicatie zal de meeste HTML die je hier invoert niet verwijderd of escaped worden. Alleen JavaScript en externe bronnen zullen verwijderd worden.

source: Update info message
nl_nl: Infobericht aanpassen

source: Click on a user to view all reports for that user
nl_nl: Klik op een gebruiker om alle rapporten voor die gebruiker te bekijken

source: Wants meeting with
nl_nl: Wil bespreken met

source: Subject
nl_nl: Onderwerp

source: No meetings found for current round
nl_nl: Geen besprekingen gevonden voor de huidige ronde

source: Back
nl_nl: Terug

source: Department name
nl_nl: Afdeling naam

source: Date created
nl_nl: Datum aangemaakt

source: department
nl_nl: afdeling

source: Role name
nl_nl: Naam rol

source: Updating department %1
nl_nl: Afdeling %1 bewerken

source: Creating new department
nl_nl: Nieuwe afdeling aanmaken

source: No managers/admins found
nl_nl: Geen managers/admins gevonden

source: Role(s)
nl_nl: Rol(len)

source: Add role
nl_nl: Rol toevoegen

source: Update department
nl_nl: Afdeling bewerken

source: Create new department
nl_nl: Nieuwe afdeling aanmaken

source: Here you can enter the agreements you've made in your last performance review
nl_nl: Vul hier de afspraken in die je hebt gemaakt in je laatste beoordelingsgesprek

source: I haven't made any agreements yet
nl_nl: Ik heb nog geen afspraken gemaakt

source: I have agreements
nl_nl: Ik heb toch wel afspraken

source: Save changes
nl_nl: Wijzigingen opslaan

source: No user with that email exists
nl_nl: Er is geen gebruiker gevonden met het opgegeven e-mailadres

source: There was an error while logging in, please try again
nl_nl: Er is een error opgetreden tijdens het inloggen, probeer het opnieuw.

source: Can't register a new organisation when logged in. Please log out first!
nl_nl: Je kunt geen organisatie registreren als je ingelogd bent. Log eerst uit!

source: New tenant registration
nl_nl: Registratie nieuwe organisatie

source: You have successfully registered a new organisation.
nl_nl: Je hebt succesvol een nieuwe organisatie geregistreerd.

source: Wrong email/password combination!
nl_nl: Onjuiste e-mail/wachtwoord combinatie!

source: Can't reset your password when logged in. Please log out first!
nl_nl: Je kunt je wachtwoord niet resetten als je ingelogt bent. Log eerst uit!

source: The given ID seems to be invalid. Please check the link you received in your email or contact the administrator.
nl_nl: Het opgegeven ID lijkt niet correct te zijn. Controleer de link die je in jouw email heeft gekregen of neem contact op met de beheerder.

source: Your password has been reset!
nl_nl: Jouw wachtwoord is gereset!

source: Email not found!
nl_nl: Email is niet gevonden!

source: Password reset request
nl_nl: Wachtwoord reset verzoek

source: A confirmation link has been sent to your email
nl_nl: Een bevestigingslink is naar jouw email verstuurd.

source: Error with UUID!
nl_nl: Error met UUID!

source: Passwords do not match!
nl_nl: Wachtwoorden komen niet overeen!

source: competency
nl_nl: competentie

source: At least 3 competencies must be created
nl_nl: Minstens 3 competenties moeten worden aangemaakt

source: Edit user
nl_nl: Gebruiker bewerken

source: Error loading profile
nl_nl: Error bij het laden van het profiel

source: Edit profile
nl_nl: Profiel aanpassen

source: There was an error processing the form
nl_nl: Er is een fout opgetreden bij het verwerken van het formulier

source: One or more fields was not filled in
nl_nl: Eén of meerdere velden is niet ingevuld

source: Profile updated
nl_nl: Profiel is bijgewerkt

source: info message
nl_nl: infobericht

source: Info message overview
nl_nl: Overzicht infobericht

source: round
nl_nl: ronde

source: Make sure you edit your profile if there are changes to your agreements
nl_nl: Zorg ervoor dat je je profiel aanpast als er wijzigingen zijn

source: Can't edit this feedback! Error loading the round info!
nl_nl: Feedback kan niet aangepast worden! Er is een error opgetreden bij het laden van de rondeinformatie

source: Can't edit this feedback! Error loading the reviews!
nl_nl: Feedback kan niet aangepast worden! Er is een error opgetreden bij het laden van de feedback

source: Your review for %s %s has been edited
nl_nl: Jouw feedback voor %s %s is aangepast

source: No round in progress!
nl_nl: Geen ronde in uitvoering!

source: You have to review yourself first
nl_nl: Je moet jezelf eerst feedback geven

source: You can't review this person!
nl_nl: Je kunt deze persoon geen feedback geven!

source: Already reviewed this person!
nl_nl: Je hebt deze persoon al feedback gegeven!

source: Step %d of 3
nl_nl: Stap %d van 3

source: Select 2 positive competencies and 1 points of improvement for
nl_nl: Selecteer 2 goede punten en 1 verbeterpunt voor

source: yourself
nl_nl: jezelf

source: minutes
nl_nl: minuten

source: Must select 3 competencies and provide a comment for each competency.
nl_nl: 3 competenties moeten geselecteerd worden en het commentaarveld moet zijn ingevuld.

source: Step 1 has to be completed first!
nl_nl: Stap 1 moet eerst voltooid zijn!

source: These are the agreements that you have entered in your profile. Select at least two agreements and review your development in those areas.
nl_nl: Hier staan de afspraken die jij hebt ingevuld in je profiel. Geef bij minimaal twee items aan wat jij vindt van je ontwikkeling op dat vlak.

source: These are the agreements that %s has made during on their performance review. Select at least two agreements and review their development of %s in those areas.
nl_nl: Hier staan de afspraken die uit het beoordelingsgesprek van %s zijn gekomen. Geef bij minimaal twee items aan wat jij vindt van de ontwikkeling van %s op dat vlak.

source: Feedback step 2
nl_nl: Feedback stap 2

source: Must select 3 competencies and provide a comment
nl_nl: 3 competenties moeten geselecteerd worden en het commentaarveld moet zijn ingevuld.

source: At least 2 agreements must be selected and a comment must be provided
nl_nl: Minstens 2 afspraken moeten geselecteerd worden en er moet toelichting toegevoegd worden

source: Must provide a comment when reviewing agreements
nl_nl: Bij de feedback over de afspraken moet er toelichting worden toegevoegd

source: Step 1 and 2 have to be completed first!
nl_nl: Stap 1 en 2 moeten eerst voltooid worden!

source: Your review for %s %s has been saved
nl_nl: Jouw feedback voor %s %s is opgeslagen

source: You've completed the review process.
nl_nl: Je hebt het feedbackproces voltooid.

source: You must select a choice
nl_nl: Je moet een keuze selecteren

source: Your review for yourself has been saved
nl_nl: Jouw feedback over jezelf is opgeslagen

source: Your choice has been saved.
nl_nl: Jouw keuze is opgeslagen

source: Can't skip yourself!
nl_nl: Je kunt jezelf niet overslaan!

source: Can't skip someone of your own department
nl_nl: Je kunt niet iemand van jouw eigen afdeling overslaan

source: No user was given
nl_nl: Geen gebruiker opgegeven

source: This user can't be skipped
nl_nl: Deze persoon kan niet overgeslagen worden.

source: Invalid input
nl_nl: Ongeldige invoer

source: Unable to skip this person because there are no reviewees available.
nl_nl: Het is niet mogelijk om deze persoon over te slaan omdat er geen nieuwe personen zijn om over te slaan.

source: Round overview
nl_nl: Overzicht ronde

source: A round is already in progress!
nl_nl: Er is al een ronde in uitvoering!
